# 'brew install'

brew "asdf"
brew "coreutils"
brew "fzf"
brew "gh"
brew "git"
brew "oh-my-posh"
brew "stow"
brew "thefuck"
brew "trash"
brew "unar"
brew "zoxide"

# 'brew install --cask'

# set arguments for all 'brew install --cask' commands
cask_args appdir: "~/Applications", require_sha: true

cask "brave-browser"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "monitorcontrol"
cask "ollama-app"
cask "orbstack"
cask "visual-studio-code"
